Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: dino is reading it…
es: dino lo está leyendo…
ja: dinoが読んでるところ…
ko: dino가 읽고 있어요…
vi: dino đang đọc nó…

source: dino is thinking…
es: dino está pensando…
ja: ディノが考えてる…
ko: 디노가 생각 중이에요…
vi: dino đang suy nghĩ…

source: dino is waiting to breathe with you 🦕🌬️
es: dino está esperando para respirar contigo 🦕🌬️
ja: dinoが、いっしょに呼吸するのを待ってるよ 🦕🌬️
ko: dino가 같이 숨 쉬려고 기다리고 있어요 🦕🌬️
vi: dino đang chờ để hít thở cùng bạn 🦕🌬️

source: dino just chugged a glass of water. you should too 💧
es: dino acaba de tomarse un vaso de agua. tú también deberías 💧
ja: dinoはいまお水をごくごく飲んだよ。あなたもどうぞ 💧
ko: dino는 방금 물 한 잔 벌컥 마셨어요. 당신도 마셔요 💧
vi: dino vừa uống ực một ly nước xong. bạn cũng uống đi 💧

source: dino learns from your sleep
es: dino aprende de tu sueño
ja: dinoはあなたの眠りから学ぶよ
ko: dino는 당신의 잠에서 배워요
vi: dino học từ giấc ngủ của bạn

source: dino may use firebase analytics to collect anonymous usage data such as which features are used most often. this data contains no personally identifiable information and is used solely to improve the app experience.
es: dino puede usar firebase analytics para recopilar datos de uso anónimos, como qué funciones se usan más. estos datos no contienen información personal identificable y se usan solo para mejorar la experiencia.
ja: dinoはfirebase analyticsで、どの機能がよく使われているかなどの匿名の利用データを集めることがあるよ。個人を特定できる情報はふくまれず、アプリ体験の改善のためだけに使われるよ。
ko: dino는 어떤 기능이 자주 쓰이는지 같은 익명 사용 데이터를 firebase analytics로 수집할 수 있어요. 개인을 식별할 수 있는 정보는 없으며, 오직 앱 경험 개선에만 쓰여요.
vi: dino có thể dùng firebase analytics để thu thập dữ liệu sử dụng ẩn danh, như tính năng nào được dùng nhiều nhất. dữ liệu này không chứa thông tin nhận dạng cá nhân và chỉ dùng để cải thiện trải nghiệm.

source: dino noticed it might be lunchtime 🍽
es: dino notó que quizá es hora de comer 🍽
ja: dinoが、そろそろお昼ごはんの時間かもって 🍽
ko: dino가 보니 점심시간인 것 같아요 🍽
vi: dino để ý hình như đến giờ ăn trưa rồi 🍽

source: dino noticed it might be lunchtime 🍽 have you eaten something today?
es: dino notó que quizá es hora de comer 🍽 ¿ya comiste algo hoy?
ja: dinoが、そろそろお昼かもって 🍽 今日はなにか食べた？
ko: dino가 보니 점심시간인 것 같아요 🍽 오늘 뭐 좀 먹었어요?
vi: dino để ý hình như đến giờ ăn trưa rồi 🍽 hôm nay bạn ăn gì chưa?

source: dino now gently understands your sleep, your movement, and your moments. it learns your rhythms, only ever compares you to you, and knows when to speak and when to just be there
es: dino ahora entiende con suavidad tu sueño, tu movimiento y tus momentos. aprende tus ritmos, solo te compara contigo, y sabe cuándo hablar y cuándo simplemente estar
ja: ディノはあなたの睡眠、動き、瞬間をやさしく理解するようになったよ。あなたのリズムを学んで、比べるのはいつも過去のあなたとだけ。話しかけるときと、そっとそばにいるときを知ってる
ko: 디노는 이제 당신의 잠과 움직임, 순간들을 부드럽게 이해해요. 당신의 리듬을 배우고, 비교는 오직 과거의 당신과만 하고, 언제 말을 걸고 언제 곁에만 있어야 하는지 알아요
vi: giờ đây dino dịu dàng hiểu giấc ngủ, vận động và những khoảnh khắc của bạn. nó học nhịp điệu của bạn, chỉ so sánh bạn với chính bạn, và biết khi nào nên nói, khi nào chỉ cần ở bên

source: dino picked this for you 🌙
es: dino eligió esto para ti 🌙
ja: ディノがあなたに選んだよ 🌙
ko: 디노가 당신을 위해 골랐어요 🌙
vi: dino đã chọn món này cho bạn 🌙

source: dino picked this for you 🌿
es: dino eligió esto para ti 🌿
ja: ディノがあなたに選んだよ 🌿
ko: 디노가 당신을 위해 골랐어요 🌿
vi: dino đã chọn món này cho bạn 🌿

source: dino post
es: correo dino
ja: ディノ便り
ko: 디노 우편
vi: bưu điện dino

source: dino reads every lantern before it flies. only kind ones travel.
es: dino lee cada farolito antes de volar. solo viajan los amables.
ja: ディノは飛ばす前にすべてのランタンを読むよ。やさしいものだけが旅をする。
ko: 디노는 날려 보내기 전에 모든 등불을 읽어요. 다정한 것만 여행을 떠나요.
vi: dino đọc từng chiếc đèn lồng trước khi thả bay. chỉ những chiếc dịu dàng mới được lên đường.

source: dino says
es: dino dice
ja: dinoのひとこと
ko: dino의 한마디
vi: dino nhắn

source: dino sometimes goes looking for small things for you, using only your weather patterns, never your words.
es: a veces dino sale a buscar cositas para ti, usando solo tus patrones de clima, nunca tus palabras.
ja: ディノはときどき、あなたのために小さなものを探しにいくよ。使うのはこころの天気の模様だけ。あなたの言葉は決して使わない。
ko: 디노는 가끔 당신을 위해 작은 것들을 찾으러 가요. 마음 날씨의 무늬만 쓰고, 당신의 말은 절대 쓰지 않아요.
vi: thỉnh thoảng dino đi tìm những món nhỏ cho bạn, chỉ dùng nhịp thời tiết trong lòng bạn, không bao giờ dùng lời của bạn.

source: dino user
es: usuario de dino
ja: dinoユーザー
ko: dino 사용자
vi: người dùng dino

source: dino uses google sign in for authentication and google firebase for secure data storage. these services have their own privacy policies. no other third party services have access to your data.
es: dino usa google sign in para la autenticación y google firebase para el almacenamiento seguro de datos. estos servicios tienen sus propias políticas de privacidad. ningún otro servicio de terceros tiene acceso a tus datos.
ja: dinoは認証にgoogleサインイン、安全なデータ保存にgoogle firebaseを使ってるよ。これらのサービスには、それぞれのプライバシーポリシーがある。ほかの外部サービスがあなたのデータにアクセスすることはないよ。
ko: dino는 인증에 구글 로그인, 안전한 데이터 저장에 google firebase를 사용해요. 이 서비스들은 각자의 개인정보 처리방침이 있어요. 다른 어떤 제3자 서비스도 당신의 데이터에 접근할 수 없어요.
vi: dino dùng google sign in để xác thực và google firebase để lưu trữ dữ liệu an toàn. các dịch vụ này có chính sách quyền riêng tư riêng. không dịch vụ bên thứ ba nào khác truy cập được dữ liệu của bạn.

source: dino wants to know how your day went ✍️
es: dino quiere saber cómo te fue hoy ✍️
ja: dinoは、あなたの今日がどうだったか知りたいな ✍️
ko: dino가 오늘 하루 어땠는지 궁금해해요 ✍️
vi: dino muốn biết ngày của bạn thế nào ✍️

source: dino wants you to find one good thing 🦕🫙
es: dino quiere que encuentres una cosa buena 🦕🫙
ja: dinoは、あなたにいいことをひとつ見つけてほしいな 🦕🫙
ko: dino는 당신이 좋은 일 하나를 찾길 바라요 🦕🫙
vi: dino muốn bạn tìm ra một điều tốt 🦕🫙

source: dino went looking and found this for you 🕊
es: dino salió a buscar y encontró esto para ti 🕊
ja: ディノが探しにいって、これを見つけてきたよ 🕊
ko: 디노가 찾으러 나가서 이걸 발견했어요 🕊
vi: dino đã đi tìm và mang về món này cho bạn 🕊

source: dino went looking tonight and this glimmered
es: dino salió a buscar esta noche y esto brilló
ja: 今夜ディノが探しにいったら、これが光ってた
ko: 오늘 밤 디노가 찾으러 나갔는데 이게 반짝였어요
vi: tối nay dino đi tìm và thấy món này lấp lánh

source: dino will help you stay on top of your tasks.
es: dino te ayudará a estar al día con tus tareas.
ja: ディノがタスクの管理を手伝うよ。
ko: 디노가 할 일을 챙기도록 도와드릴게요.
vi: dino sẽ giúp bạn theo kịp mọi việc.

source: dino will take a look and keep the skies kind
es: dino echará un vistazo y mantendrá los cielos amables
ja: ディノが見ておくから、空はやさしいままだよ
ko: 디노가 살펴보고 하늘을 다정하게 지킬게요
vi: dino sẽ để mắt và giữ bầu trời luôn dịu dàng

source: dino will write when something's worth saying.
es: dino escribirá cuando haya algo que valga la pena decir.
ja: 伝えたいことがあるとき、ディノは手紙を書くよ。
ko: 전할 말이 생기면 디노가 편지를 쓸 거예요.
vi: dino sẽ viết khi có điều đáng để nói.

source: dino world
es: mundo dino
ja: ディノワールド
ko: 디노 월드
vi: thế giới dino

source: dino's pouch is empty for today. three lanterns a day 🏮
es: la bolsita de dino se vació por hoy. tres farolillos al día 🏮
ja: 今日のdinoのポケットはもうからっぽ。ランタンは1日3つまで 🏮
ko: 오늘 dino의 주머니는 비었어요. 랜턴은 하루에 세 개예요 🏮
vi: túi của dino hôm nay hết chỗ rồi. mỗi ngày ba chiếc lồng đèn thôi 🏮

# dinos in %@ %@
source: dinos in %1$@ %2$@
es: dinos en %@ %@
ja: %@のdinoたち %@
ko: %@의 dino들 %@
vi: các dino ở %@ %@

source: doing great
es: muy bien
ja: いいかんじ
ko: 잘 지내요
vi: đang ổn

source: doing well this week
es: yendo bien esta semana
ja: 今週は、いいかんじ
ko: 이번 주 잘 지내고 있어요
vi: tuần này đang ổn

source: done
es: listo
ja: 完了
ko: 완료
vi: xong

source: done. i'll remind you at %@ 🌱
es: listo. te lo recordaré a las %@ 🌱
ja: できたよ。%@になったら知らせるね 🌱
ko: 됐어요. %@에 알려 드릴게요 🌱
vi: xong rồi. mình sẽ nhắc bạn lúc %@ 🌱

source: drained
es: agotado
ja: エネルギーぎれ
ko: 방전됐어요
vi: cạn năng lượng

source: drink water
es: tomar agua
ja: お水をのむ
ko: 물 마시기
vi: uống nước

source: drop it in ↓
es: déjalo caer ↓
ja: ここに入れてね ↓
ko: 여기에 담아요 ↓
vi: thả vào đây ↓

source: drop one small good thing in the jar today 🫙
es: deja una cosita buena en el frasco hoy 🫙
ja: 今日のちいさないいことを、ひとつジャーに入れよう 🫙
ko: 오늘 작은 좋은 일 하나를 항아리에 담아봐요 🫙
vi: thả một điều tốt nhỏ vào hũ hôm nay đi 🫙

source: drop one small good thing in the jar today 🫙 even tiny counts
es: deja una cosita buena en el frasco hoy 🫙 hasta lo diminuto cuenta
ja: 今日のちいさないいことを、ひとつジャーに入れよう 🫙 どんなにちいさくてもいいの
ko: 오늘 작은 좋은 일 하나를 항아리에 담아봐요 🫙 아주 작아도 돼요
vi: thả một điều tốt nhỏ vào hũ hôm nay đi 🫙 bé xíu cũng tính

source: drops a spoken gratitude into your dino jar.
es: deja una gratitud hablada en tu frasco de dino.
ja: 話した感謝を、dinoのジャーにぽとんと入れるよ。
ko: 말한 감사를 dino 항아리에 담아요.
vi: thả một lời biết ơn bạn nói vào hũ dino.

source: each painting is a month of your inner world
es: cada pintura es un mes de tu mundo interior
ja: 一枚の絵は、あなたの内側のひと月
ko: 그림 한 점은 당신 내면의 한 달이에요
vi: mỗi bức tranh là một tháng của thế giới bên trong bạn

source: eat something
es: comer algo
ja: なにか食べる
ko: 뭐라도 먹기
vi: ăn chút gì đó

source: elsewhere 🌎
es: en otro lugar 🌎
ja: どこかとおく 🌎
ko: 어딘가 다른 곳 🌎
vi: một nơi nào đó 🌎

source: email
es: correo
ja: メールアドレス
ko: 이메일

source: emotional dna
es: adn emocional
ja: 感情のdna
ko: 감정 dna
vi: dna cảm xúc

source: emotional strength is not the absence of struggle, but the courage to sit with your feelings, understand them, and grow through them.
es: la fortaleza emocional no es la ausencia de lucha, sino el valor de sentarte con tus sentimientos, entenderlos y crecer a través de ellos.
ja: こころの強さとは、苦しみがないことじゃない。じぶんの気持ちのそばに座って、それを理解して、そこから育っていく勇気のこと。
ko: 마음의 강함은 힘든 일이 없는 게 아니에요. 내 감정 곁에 앉아, 그것을 이해하고, 그 속에서 자라나는 용기예요.
vi: sức mạnh cảm xúc không phải là không có khó khăn, mà là can đảm ngồi lại cùng cảm xúc của mình, hiểu chúng, và lớn lên từ chúng.

source: emotional support centres around the world
es: centros de apoyo emocional en todo el mundo
ja: 世界中の心のサポートセンター
ko: 전 세계의 정서 지원 센터
vi: các trung tâm hỗ trợ tinh thần khắp thế giới

source: enable notifications
es: activar notificaciones
ja: 通知をオンにする
ko: 알림 켜기
vi: bật thông báo

source: enable wind down
es: activar la calma nocturna
ja: おやすみ時間をオンにする
ko: 저녁 마무리 켜기
vi: bật thư giãn buổi tối

source: end session
es: terminar sesión
ja: セッションをおわる
ko: 세션 끝내기
vi: kết thúc phiên

source: end your day with kindness
es: termina tu día con amabilidad
ja: 一日をやさしさで締めくくろう
ko: 하루를 다정함으로 마무리해요
vi: kết thúc ngày bằng sự dịu dàng

source: energized
es: con energía
ja: 元気いっぱい
ko: 활력 넘침
vi: tràn năng lượng

source: energy
es: energía
ja: エネルギー
ko: 에너지
vi: năng lượng

source: enjoying dino?
es: ¿disfrutas dino?
ja: ディノを楽しんでる？
ko: 디노가 마음에 드나요?
vi: bạn thích dino chứ?

source: enter the forest →
es: entrar al bosque →
ja: 森に入る →
ko: 숲으로 들어가기 →
vi: vào rừng →

source: even a small moment of reflection helps
es: hasta un pequeño momento de reflexión ayuda
ja: ちいさなふり返りのひとときでも、ちからになるよ
ko: 잠깐의 돌아봄도 도움이 돼요
vi: một khoảnh khắc suy ngẫm nhỏ cũng giúp ích

source: even stillness keeps you alive
es: hasta la quietud te mantiene vivo
ja: じっとしてる時間も あなたを生かしてる
ko: 멈춰 있는 시간도 당신을 살게 해요
vi: cả sự tĩnh lặng cũng nuôi bạn sống

source: evening
es: noche
ja: 夜
ko: 저녁
vi: buổi tối

source: evening stillness
es: quietud nocturna
ja: 夕ぐれのしずけさ
ko: 저녁의 고요
vi: tĩnh lặng buổi tối

source: every journey starts today
es: cada camino empieza hoy
ja: どんな旅も 今日からはじまる
ko: 모든 여정은 오늘 시작돼요
vi: mọi hành trình bắt đầu từ hôm nay

source: everything
es: todo
ja: ぜんぶ
ko: 전부
vi: tất cả

source: exhale
es: exhala
ja: はいて
ko: 내쉬어요
vi: thở ra

source: expanded
es: expandido
ja: ひらいてる
ko: 펼침
vi: đã mở rộng

source: factor sleep and movement into your patterns
es: incluir sueño y movimiento en tus patrones
ja: 眠りと運動をパターンに取り入れる
ko: 잠과 움직임을 패턴에 반영해요
vi: đưa giấc ngủ và vận động vào quy luật của bạn

source: favorite
es: favorito
ja: お気に入り
ko: 즐겨찾기
vi: yêu thích

source: feels
es: se siente
ja: 感じは
ko: 느낌은
vi: cảm giác

source: film
es: película
ja: 映画
ko: 영화
vi: phim

source: find my breath 🌿
es: encontrar mi respiración 🌿
ja: 呼吸を見つける 🌿
ko: 내 호흡 찾기 🌿
vi: tìm lại hơi thở 🌿

source: find my light 🦕
es: encontrar mi luz 🦕
ja: 光を見つける 🦕
ko: 내 빛 찾기 🦕
vi: tìm ánh sáng của mình 🦕

source: finding the right breath for you…
es: buscando la respiración adecuada para ti…
ja: あなたに合う呼吸を探してる…
ko: 당신에게 맞는 호흡을 찾는 중…
vi: đang tìm nhịp thở phù hợp với bạn…

source: finding this photo…
es: buscando esta foto…
ja: 写真をさがしてる…
ko: 사진을 찾는 중…
vi: đang tìm tấm ảnh này…

source: finds gentle patterns · off by default
es: encuentra patrones suaves · desactivado por defecto
ja: やさしいパターンを見つける · 初期設定はオフ
ko: 부드러운 패턴을 찾아요 · 기본은 꺼짐
vi: tìm những nhịp dịu dàng · mặc định tắt

source: finish →
es: terminar →
ja: おわる →
ko: 끝내기 →
vi: hoàn thành →

source: first voice note saved
es: primera nota de voz guardada
ja: はじめての音声メモを保存したよ
ko: 첫 음성 메모를 저장했어요
vi: đã lưu ghi âm đầu tiên

source: focus
es: concentración
ja: 集中
ko: 집중
vi: tập trung

source: focus again
es: concentrarse otra vez
ja: もう一度集中する
ko: 다시 집중하기
vi: tập trung lần nữa

source: focus session · dino
es: sesión de enfoque · dino
ja: しゅうちゅうセッション · dino
ko: 몰입 세션 · dino
vi: phiên tập trung · dino

source: focused
es: enfocado
ja: しゅうちゅうした時間
ko: 몰입한 시간
vi: đã tập trung

source: for gentle break suggestions
es: para sugerencias de pausas suaves
ja: やさしい休けいの提案のために
ko: 부드러운 휴식 제안을 위해서요
vi: để gợi ý những quãng nghỉ nhẹ nhàng

source: for this evening
es: para esta tarde
ja: この夕べに
ko: 이 저녁을 위해
vi: cho chiều tối nay

source: for this morning
es: para esta mañana
ja: この朝に
ko: 이 아침을 위해
vi: cho sáng nay

source: for today
es: para hoy
ja: 今日に
ko: 오늘을 위해
vi: cho hôm nay

source: for tonight
es: para esta noche
ja: 今夜に
ko: 오늘 밤을 위해
vi: cho tối nay

source: forest
es: bosque
ja: もり
ko: 숲
vi: rừng

source: forest post
es: correo del bosque
ja: 森の便り
ko: 숲의 우편
vi: bưu điện của rừng

source: formation
es: formación
ja: かたち
ko: 모양
vi: đội hình

source: four counts, four sides, steady
es: cuatro tiempos, cuatro lados, firme
ja: 4カウント、4つの辺、ゆっくりと
ko: 네 박자, 네 변, 차분하게
vi: bốn nhịp, bốn cạnh, thật đều

source: four steady sides to hold on to 💚
es: cuatro lados firmes a los que sujetarte 💚
ja: つかまっていられる、4つのおだやかな辺 💚
ko: 붙잡을 수 있는 네 개의 든든한 변이에요 💚
vi: bốn cạnh vững vàng để bạn bám vào 💚

source: friend
es: amigo
ja: ともだち
ko: 친구
vi: bạn ơi

source: from
es: de
ja: から
ko: 보낸 곳
vi: từ

source: from %@
es: de %@
ja: %@から
ko: %@에서
vi: từ %@

source: from %lld countries
es: de %lld países
ja: %lldか国から
ko: %lld개 나라에서
vi: từ %lld quốc gia

source: from 1 country
es: de 1 país
ja: 1つの国から
ko: 1개 나라에서
vi: từ 1 quốc gia

source: from a dino far away
es: de un dino muy lejano
ja: とおくのdinoから
ko: 멀리 있는 dino에게서
vi: từ một dino phương xa

source: from a dino in %@
es: de un dino en %@
ja: %@のディノより
ko: %@의 디노가
vi: từ một chú dino ở %@

source: from dino
es: de dino
ja: ディノより
ko: 디노가 보냄
vi: từ dino

source: from somewhere gentle
es: de algún lugar amable
ja: どこかやさしいところから
ko: 어딘가 다정한 곳에서
vi: từ một nơi dịu dàng

source: from the forest:
es: del bosque:
ja: 森から：
ko: 숲에서:
vi: từ khu rừng:

source: from:
es: de:
ja: 差出人:
ko: 보낸 사람:
vi: từ:

source: fueling up is self-care. grab something small 🍽
es: alimentarte es cuidarte. come algo pequeño 🍽
ja: ごはんも、じぶんへのやさしさ。なにか少しだけでも 🍽
ko: 챙겨 먹는 것도 셀프케어예요. 뭐라도 조금 먹어요 🍽
vi: nạp năng lượng cũng là thương mình. ăn chút gì nhỏ thôi 🍽

source: gentle awareness
es: conciencia suave
ja: やさしい気づき
ko: 부드러운 알아차림
vi: tỉnh thức dịu dàng

source: gentle pacing
es: ritmo suave
ja: ゆったりしたテンポ
ko: 느긋한 전개
vi: nhịp độ nhẹ nhàng

source: gentle reminders
es: recordatorios suaves
ja: やさしいリマインダー
ko: 다정한 알림
vi: lời nhắc dịu dàng

source: gentle reminders?
es: ¿recordatorios suaves?
ja: やさしいリマインダーは？
ko: 다정한 알림 받을까요?
vi: nhận lời nhắc dịu dàng?

source: gentle suggestions
es: sugerencias suaves
ja: やさしい提案
ko: 다정한 제안
vi: gợi ý dịu dàng

source: glad the sky is kind today
es: qué bueno que el cielo está amable hoy
ja: 今日は空がやさしくてよかった
ko: 오늘 하늘이 다정해서 다행이에요
vi: mừng vì hôm nay bầu trời dịu dàng

source: good morning
es: buenos días
ja: おはよう
ko: 좋은 아침이에요
vi: chào buổi sáng

source: good afternoon
es: buenas tardes
ja: こんにちは
ko: 좋은 오후예요
vi: chào buổi chiều

source: good evening
es: buenas noches
ja: こんばんは
ko: 좋은 저녁이에요
vi: chào buổi tối

source: good morning 🌿
es: buenos días 🌿
ja: おはよう 🌿
ko: 좋은 아침이에요 🌿
vi: chào buổi sáng 🌿

source: good tea
es: un buen té
ja: おいしいお茶
ko: 맛있는 차
vi: tách trà ngon

source: good to hear that! Dino will help you keep things up.
es: ¡qué bueno escucharlo! dino te ayudará a mantenerlo.
ja: よかった！その調子でいけるようディノが手伝うよ。
ko: 다행이에요! 디노가 그 흐름을 지켜 갈 수 있게 도울게요.
vi: nghe vậy vui quá! dino sẽ giúp bạn giữ vững nhịp này.

source: got it! we'll be in touch 🌿
es: ¡recibido! estaremos en contacto 🌿
ja: 受け取ったよ！また連絡するね 🌿
ko: 잘 받았어요! 곧 연락드릴게요 🌿
vi: đã nhận! chúng mình sẽ liên hệ lại 🌿

source: gratitude
es: gratitud
ja: 感謝
ko: 감사
vi: biết ơn

source: gratitude jar
es: frasco de gratitud
ja: 感謝のびん
ko: 감사 유리병
vi: lọ biết ơn

source: gratitude jar time 🫙 one small thing. go.
es: hora del frasco de gratitud 🫙 una cosita. vamos.
ja: 感謝ジャーの時間 🫙 ちいさなことをひとつ。さあ。
ko: 감사 항아리 시간 🫙 작은 것 하나. 자, 시작.
vi: đến giờ hũ biết ơn rồi 🫙 một điều nhỏ thôi. bắt đầu.

source: gratitude today
es: gratitud hoy
ja: 今日の感謝
ko: 오늘의 감사
vi: điều biết ơn hôm nay

source: gratitudes today
es: gratitudes hoy
ja: 今日の感謝
ko: 오늘의 감사
vi: điều biết ơn hôm nay

source: great
es: genial
ja: とても
ko: 아주 잘
vi: rất tốt

source: grow slow. the woods aren't in a rush
es: crece despacio. el bosque no tiene prisa
ja: ゆっくり育とう。 森はいそいでないから
ko: 천천히 자라요. 숲은 서두르지 않아요
vi: lớn chậm thôi. khu rừng có vội đâu

source: growing
es: creciendo
ja: 成長中
ko: 자라는 중
vi: đang lớn

source: growing stronger every day
es: creciendo más fuerte cada día
ja: 毎日すこしずつ強くなってる
ko: 매일 더 단단해지고 있어요
vi: mỗi ngày một cứng cáp hơn

source: growing tall
es: creciendo alto
ja: ぐんぐんのびてる
ko: 쑥쑥 자라는 중
vi: đang vươn cao

source: grown with dino 🦕
es: cultivado con dino 🦕
ja: ディノと育てた 🦕
ko: 디노와 함께 키웠어요 🦕
vi: lớn lên cùng dino 🦕

source: growth
es: crecimiento
ja: せいちょう
ko: 성장
vi: trưởng thành

source: growth happens slowly, then all at once.
es: el crecimiento llega despacio, y de pronto todo junto.
ja: 成長はゆっくり、そしてある日いっきに。
ko: 성장은 천천히 오다가, 어느 날 한꺼번에 와요.
vi: trưởng thành đến từ từ, rồi bỗng một lúc ùa về.

source: happy
es: feliz
ja: うれしい
ko: 행복
vi: vui

source: have you eaten today? a snack counts 🍎
es: ¿has comido hoy? un snack también cuenta 🍎
ja: 今日、なにか食べた？おやつでもいいんだよ 🍎
ko: 오늘 뭐 먹었어요? 간식도 괜찮아요 🍎
vi: hôm nay bạn ăn gì chưa? ăn vặt cũng tính nha 🍎

source: haven't heard your voice in a day — even one breath counts.
es: llevo un día sin oír tu voz. hasta una respiración cuenta.
ja: 一日、あなたの声を聞いてないな。ひと呼吸だけでもいいんだよ。
ko: 하루 동안 당신 목소리를 못 들었어요. 숨 한 번도 충분해요.
vi: cả ngày chưa nghe giọng bạn rồi. một hơi thở thôi cũng tính.

source: healing is not linear.
es: sanar no es un camino recto.
ja: 癒えていく道は、まっすぐじゃなくていい。
ko: 회복은 직선이 아니어도 돼요.
vi: chữa lành không đi theo đường thẳng.

source: health
es: salud
ja: けんこう
ko: 건강
vi: sức khỏe

source: health access needed
es: se necesita acceso a salud
ja: ヘルスケアへのアクセスが必要
ko: 건강 접근이 필요해요
vi: cần quyền truy cập sức khỏe

source: health connected 🌿
es: salud conectada 🌿
ja: ヘルスケア連携済み 🌿
ko: 건강 연결됨 🌿
vi: đã kết nối sức khỏe 🌿

source: health connected!
es: ¡salud conectada!
ja: ヘルスケア連携完了！
ko: 건강 연결 완료!
vi: đã kết nối sức khỏe!

source: heart
es: corazón
ja: ハート
ko: 하트
vi: trái tim

source: hello,
es: hola,
ja: こんにちは、
ko: 안녕하세요,
vi: chào bạn,

source: help & feedback
es: ayuda y comentarios
ja: ヘルプとフィードバック
ko: 도움말과 피드백
vi: trợ giúp và góp ý

source: hey take a breath with dino 🌬️
es: oye, respira con dino 🌬️
ja: ねえ、dinoといっしょに深呼吸しよう 🌬️
ko: 저기, dino랑 같이 숨 쉬어요 🌬️
vi: này, hít thở cùng dino đi 🌬️

source: hey take a breath with dino 🌬️ even one minute helps
es: oye, respira con dino 🌬️ hasta un minuto ayuda
ja: ねえ、dinoといっしょに深呼吸しよう 🌬️ 1分だけでもちがうよ
ko: 저기, dino랑 같이 숨 쉬어요 🌬️ 1분만 해도 달라져요
vi: này, hít thở cùng dino đi 🌬️ một phút thôi cũng đỡ lắm

source: hey what's been on your mind lately? 🌿 write it down
es: oye, ¿qué ha rondado tu mente últimamente? 🌿 escríbelo
ja: ねえ、さいきん頭の中にあるのはなに？🌿 書きとめてみよう
ko: 요즘 마음에 맴도는 게 뭐예요? 🌿 적어봐요
vi: này, dạo này bạn hay nghĩ về điều gì? 🌿 viết ra đi

source: hey you — this week felt a little lighter than last, and that's worth sitting with. you noticed when things got heavy and reached for tools that work for you. that's not nothing.
es: oye, esta semana se sintió un poco más ligera que la pasada, y vale la pena notarlo. te diste cuenta cuando las cosas pesaban y buscaste herramientas que te funcionan. eso no es poca cosa.
ja: ねえ。今週は先週よりすこしかるく感じられたね。それ、ちゃんと味わっていいことだよ。重たくなったときに気づいて、じぶんに合う方法に手をのばせた。それって、すごいことなんだ。
ko: 있잖아요, 이번 주는 지난주보다 조금 가벼웠어요. 그건 곱씹어볼 만한 일이에요. 무거워질 때 알아차리고, 나에게 맞는 도구를 찾았잖아요. 그거 정말 대단한 거예요.
vi: này bạn, tuần này nhẹ hơn tuần trước một chút, và điều đó đáng để ngồi lại cảm nhận. bạn đã nhận ra khi mọi thứ nặng lên và tìm đến những cách phù hợp với mình. đó không phải chuyện nhỏ đâu.

source: hey, how are you feeling today? take a sec to check in 🌱
es: oye, ¿cómo te sientes hoy? tómate un segundo para contarlo 🌱
ja: ねえ、今日はどんな気分？ちょっとだけ教えて 🌱
ko: 저기, 오늘 기분 어때요? 잠깐 들러서 남겨봐요 🌱
vi: này, hôm nay bạn thấy thế nào? dành một giây ghé qua nhé 🌱

source: hey, it's been a while
es: oye, ha pasado un tiempo
ja: ねえ、ひさしぶりだね
ko: 저기, 오랜만이에요
vi: này, lâu rồi không gặp

source: hey, when did you last have water? 💧
es: oye, ¿cuándo tomaste agua por última vez? 💧
ja: ねえ、さいごにお水をのんだのはいつ？💧
ko: 저기, 물 마신 지 얼마나 됐어요? 💧
vi: này, lần cuối bạn uống nước là khi nào? 💧

source: hey, when did you last have water? 💧 dino thinks you should drink some now
es: oye, ¿cuándo tomaste agua por última vez? 💧 dino cree que deberías tomar un poco ahora
ja: ねえ、さいごにお水をのんだのはいつ？💧 いまのんだほうがいいってdinoは思うな
ko: 저기, 물 마신 지 얼마나 됐어요? 💧 dino 생각엔 지금 마시는 게 좋겠어요
vi: này, lần cuối bạn uống nước là khi nào? 💧 dino nghĩ bạn nên uống ngay bây giờ

source: hey, when did you last have water? 💧 dino thinks you're due
es: oye, ¿cuándo tomaste agua por última vez? 💧 dino cree que ya te toca
ja: ねえ、さいごにお水をのんだのはいつ？💧 dinoはそろそろだと思うな
ko: 저기, 물 마신 지 얼마나 됐어요? 💧 dino 생각엔 지금이에요
vi: này, lần cuối bạn uống nước là khi nào? 💧 dino nghĩ đến lúc rồi đó

source: hey, you. the fact that you're here means something. maybe things feel heavy. maybe you're just curious. either way, you showed up. that matters. dino is your space. no pressure. no judgment. just a place to breathe, reflect, and grow. let's take this one step at a time.
es: hola, tú. que estés aquí significa algo. quizá las cosas pesan. quizá solo tienes curiosidad. sea como sea, llegaste. y eso importa. dino es tu espacio. sin presión. sin juicios. solo un lugar para respirar, reflexionar y crecer. vamos paso a paso.
ja: ねえ、あなた。 ここに来てくれたこと、それだけで意味があるよ。 重たい毎日かもしれない。ただの好奇心かもしれない。 どちらでも、あなたはここに来た。それがだいじなこと。 dinoはあなたの場所。 プレッシャーも、ジャッジもなし。 ただ呼吸して、ふり返って、育っていくための場所。 いっしょに、一歩ずついこう。
ko: 안녕, 당신. 여기 와줬다는 것만으로 의미가 있어요. 요즘이 무거울 수도 있고, 그냥 궁금했을 수도 있어요. 어느 쪽이든, 당신은 왔어요. 그게 중요해요. dino는 당신의 공간이에요. 부담도, 판단도 없어요. 그저 숨 쉬고, 돌아보고, 자라나는 곳이에요. 한 걸음씩, 같이 가요.
vi: chào bạn. việc bạn ở đây đã mang một ý nghĩa rồi. có thể mọi thứ đang nặng nề. có thể bạn chỉ tò mò. dù thế nào, bạn đã đến. điều đó quan trọng. dino là không gian của bạn. không áp lực. không phán xét. chỉ là một nơi để thở, để ngẫm, và để lớn lên. mình đi từng bước một nhé.

source: hide email sign up
es: ocultar registro con correo
ja: メール登録をとじる
ko: 이메일 가입 숨기기
vi: ẩn đăng ký bằng email

source: high
es: alta
ja: 高い
ko: 높아요
vi: cao

source: hold
es: retén
ja: とめる
ko: 멈춤
vi: giữ

source: hold the calm
es: sostén la calma
ja: おだやかさをキープ
ko: 평온을 붙잡아요
vi: giữ lấy sự bình yên

source: hold to pause 🌿
es: mantén presionado para pausar 🌿
ja: 長押しで一時停止 🌿
ko: 길게 눌러 일시정지 🌿
vi: giữ để tạm dừng 🌿

source: hold, softly
es: retén, suave
ja: そっととめて
ko: 살며시 멈춰요
vi: giữ hơi, nhẹ thôi

source: hopeful
es: esperanzador
ja: 希望がもてる
ko: 희망찬
vi: đầy hy vọng

source: hours vary
es: horario variable
ja: 時間はさまざま
ko: 시간대는 달라요
vi: giờ giấc thay đổi

source: how are you feeling?
es: ¿cómo te sientes?
ja: いまの気分は どう？
ko: 지금 기분이 어때요?
vi: bạn đang cảm thấy sao?

source: how are you feeling today?
es: ¿cómo te sientes hoy?
ja: 今日は どんな気分？
ko: 오늘 기분이 어때요?
vi: hôm nay bạn cảm thấy thế nào?

source: how are you feeling lately?
es: ¿cómo te has sentido últimamente?
ja: 最近、どんな気分？
ko: 요즘 어떻게 지내요?
vi: dạo này bạn thấy thế nào?
